{

    "products": [
       {"product1":{
           "productID": 1,
           "productImage": "images/product1.png",
           "productName": "Nature Fabric",
           "productDescription": "Brighten up any space with this handcrafted sunflower, a stunning piece of art made from high-quality felt fabric. The vibrant yellow petals are meticulously shaped and layered to create a lifelike bloom, while the center is crafted with a contrasting textured material, adding depth and realism to the design. Perfect as a decorative accent for your home, office, or as a unique gift, this sunflower captures the essence of nature's beauty with a touch of artisanal charm. Each piece is carefully handmade, ensuring that no two are exactly alike, making it a truly one-of-a-kind addition to any collection.",
           "productPrice": "#120,000",
           "productVariation": "Cotton Fabric",
           "productStock": "2",
           "productImage1": "images/product1a.png",
           "productImage2": "images/product1b.png",
           "productImage3": "images/product1c.png"

       },
       "product2": {
           "productID": 2,
           "productImage": "images/product2.png",
           "productName": "Epic Beauty",
           "productDescription": "Elevate your living space with this exquisite handcrafted wooden stool, a masterful blend of artistry and functionality. Sculpted from solid wood, this stool features three gracefully curved legs that converge to form a sturdy and stable base. The smooth, polished surface of the seat showcases the natural grain and rich tones of the wood, highlighting its organic beauty. Ideal as a side table, a decorative accent, or a statement piece in any room, this stool embodies the perfect balance of elegance and durability. Each piece is uniquely carved, ensuring a one-of-a-kind addition to your home decor that reflects the craftsmanship and attention to detail of its maker.",
           "productPrice": "#90,000",
           "productVariation": "Oak Wood",
           "productStock": "4",
           "productImage1": "images/product2a.png",
           "productImage2": "images/product2b.png",
           "productImage3": "images/product2c.png"

       },
       "product3": {
           "productID": 3,
           "productImage": "images/product3.png",
           "productName": "Wooden Beauty",
           "productDescription": "Introduce a touch of natural elegance to your space with this handcrafted wooden flower, a beautiful fusion of nature and artistry. Each petal is meticulously carved from solid wood, showcasing the intricate details and smooth curves that mimic the organic flow of real petals. The rich, natural wood grain and warm tones add depth and character to the design, making it a standout decorative piece. Whether displayed on a mantel, used as a centerpiece, or given as a thoughtful gift, this wooden flower brings a timeless beauty to any setting. Each piece is carefully crafted, ensuring a unique and enduring work of art that celebrates the skill and creativity of its maker.",
           "productPrice": "#60,000",
           "productVariation": "Sturdy Wood",
           "productStock": "6",
           "productImage1": "images/product3a.png",
           "productImage2": "images/product3b.png",
           "productImage3": "images/product3c.png"

       },
       "product4": {
           "productID": 4,
           "productImage": "images/product4.png",
           "productName": "Empress",
           "productDescription": "Enhance your home decor with this stunning handcrafted wall mat, a perfect blend of traditional craftsmanship and modern design. Expertly woven from natural materials, this wall mat features intricate patterns that bring texture and warmth to any room. The rich, earthy tones and detailed craftsmanship make it a versatile piece that complements a wide range of interior styles, from rustic to contemporary. Whether used as a focal point on a wall, a backdrop for your favorite art, or a unique accent in a cozy corner, this wall mat adds a touch of handmade elegance to your space. Each mat is individually crafted, ensuring that your piece is one-of-a-kind, reflecting the dedication and skill of the artisan who made it.",
           "productPrice": "#80,000",
           "productVariation": "Dangling Tassles",
           "productStock": "8",
           "productImage1": "images/product4a.png",
           "productImage2": "images/product4b.png",
           "productImage3": "images/product4c.png"

       },
       "product5": {
           "productID": 5,
           "productImage": "images/product5.png",
           "productName": "Savour",
           "productDescription": "Add a touch of rustic charm to your home with this beautifully handcrafted basket, a perfect blend of functionality and artisan craftsmanship. Woven from natural, durable materials, this basket features a timeless design with intricate patterns that highlight the skill of its maker. The sturdy construction and versatile size make it ideal for a variety of uses—whether you're storing household items, displaying fresh produce, or using it as a decorative accent in any room. The warm, earthy tones and natural texture bring a sense of coziness and authenticity to your space. Each basket is uniquely crafted, ensuring that your piece is a true original, reflecting the care and artistry of the hands that created it.",
           "productPrice": "#30,000",
           "productVariation": "Elegant Leather Handle",
           "productStock": "7",
           "productImage1": "images/product5a.png",
           "productImage2": "images/product5b.png",
           "productImage3": "images/product5c.png"

       }
   }],


   
   "customerReviews": [
       {"customer1": {
           "customerID": 1,
           "customerImage": "images/customer.jpg",
           "customerName": "Fedrick Thomas",
           "review": "Exceptional craftsmanship and unique designs—every piece feels like a work of art. A true gem in the world of handmade products!"
       },
       "customer2": {
           "customerID": 2,
           "customerImage": "images/customer.jpg",
           "customerName": "Samuel Jackson",
           "review": "Amazing quality and attention to detail! The handcrafted items from this startup bring warmth and character to my home."
       },
       "customer3": {
           "customerID": 2,
           "customerImage": "images/customer.jpg",
           "customerName": "Ben Emerson",
           "review": "Impressive service and stunning products. The perfect place to find one-of-a-kind, artisan-made pieces that stand out."
       }
       }]
}
